-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- Хост: localhost
-- Время создания: Дек 05 2020 г., 10:35
-- Версия сервера: 5.7.27-30
-- Версия PHP: 7.1.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `u1212385_vashagent_orderdb`
--
CREATE DATABASE IF NOT EXISTS `u1212385_vashagent_orderdb` DEFAULT CHARACTER SET utf8 COLLATE utf8_general_ci;
USE `u1212385_vashagent_orderdb`;

-- --------------------------------------------------------

--
-- Структура таблицы `orders`
--
-- Создание: Дек 01 2020 г., 09:08
-- Последнее обновление: Дек 05 2020 г., 06:06
--

CREATE TABLE `orders` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `telephone` varchar(25) NOT NULL,
  `email` varchar(100) NOT NULL,
  `ip` varchar(15) NOT NULL,
  `datetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `orders`
--

INSERT INTO `orders` (`id`, `name`, `telephone`, `email`, `ip`, `datetime`) VALUES
(1, 'mam', 'fger', '', '127.0.0.1', '2020-12-01 08:50:03'),
(2, 'name', '89995643563', 'user@mail.ru', '127.0.0.1', '2020-12-01 08:50:27'),
(3, 'name', '89995643563', 'user@mail.ru', '127.0.0.1', '2020-12-01 08:51:13'),
(4, 'name', '89995643563', 'user@mail.ru', '127.0.0.1', '2020-12-01 08:54:04'),
(5, 'name', '89995643563', 'user@mail.ru', '127.0.0.1', '2020-12-01 08:54:12'),
(6, 'mam', 'fger', '2@GG', '127.0.0.1', '2020-12-01 08:55:10'),
(7, 'mam', 'fger', '2@GG', '127.0.0.1', '2020-12-01 08:55:14'),
(8, 'mam', 'fger', '2@GG', '127.0.0.1', '2020-12-01 08:55:14'),
(9, 'mam', 'fger', '2@GG', '127.0.0.1', '2020-12-01 08:55:15'),
(10, 'mam', 'fger', '2@GG', '127.0.0.1', '2020-12-01 08:55:16'),
(11, 'mam', 'fger', '2@GG', '127.0.0.1', '2020-12-01 08:55:16'),
(12, 'mam', 'fger', '2@GG', '127.0.0.1', '2020-12-01 08:55:17'),
(13, 'mam', 'fger', '2@GG', '127.0.0.1', '2020-12-01 08:55:17'),
(14, 'mam', 'fger', '2@GG', '127.0.0.1', '2020-12-01 08:55:18'),
(15, 'mam', 'fger', '2@GG', '127.0.0.1', '2020-12-01 08:55:18'),
(16, 'mam', 'fger', '2@GG', '127.0.0.1', '2020-12-01 08:55:19'),
(17, 'mam', 'fger', '2@GG', '127.0.0.1', '2020-12-01 08:55:19'),
(18, '', '', '', '127.0.0.1', '2020-12-01 08:57:48'),
(19, '', '', '', '127.0.0.1', '2020-12-01 09:04:29'),
(20, '', '', '', '127.0.0.1', '2020-12-01 09:04:41'),
(21, '', '', '', '127.0.0.1', '2020-12-01 09:04:42'),
(22, '', '', '', '127.0.0.1', '2020-12-01 09:05:10'),
(23, '', '', '', '127.0.0.1', '2020-12-01 09:05:12'),
(24, '', '', '', '127.0.0.1', '2020-12-01 09:05:13'),
(25, '', '', '', '127.0.0.1', '2020-12-01 09:05:46'),
(26, '', '', '', '127.0.0.1', '2020-12-01 09:06:31'),
(27, '', '', '', '127.0.0.1', '2020-12-01 09:07:22'),
(28, '', '', '', '127.0.0.1', '2020-12-01 09:08:51'),
(29, '', '3145645', '', '127.0.0.1', '2020-12-01 09:12:54'),
(30, '', '988574878', '', '127.0.0.1', '2020-12-01 09:13:30'),
(31, 'paope4jf', '988574878', '2@GG', '127.0.0.1', '2020-12-01 09:14:42'),
(32, '', '', '', '127.0.0.1', '2020-12-01 11:29:46'),
(33, '', '', '', '127.0.0.1', '2020-12-01 11:29:47'),
(34, '', '', '', '127.0.0.1', '2020-12-01 11:32:50'),
(35, '', '', '', '127.0.0.1', '2020-12-01 11:33:34'),
(36, '', '', '', '127.0.0.1', '2020-12-01 11:33:56'),
(37, '', '', '', '127.0.0.1', '2020-12-01 11:34:29'),
(38, '', '', '', '127.0.0.1', '2020-12-01 11:34:29'),
(39, '', '', '', '127.0.0.1', '2020-12-01 11:34:48'),
(40, '', '', '', '127.0.0.1', '2020-12-01 11:35:12'),
(41, '', '', '', '127.0.0.1', '2020-12-01 11:35:19'),
(42, '', '', '', '127.0.0.1', '2020-12-01 11:35:52'),
(43, '', '', '', '127.0.0.1', '2020-12-01 11:35:53'),
(44, '', '', '', '127.0.0.1', '2020-12-01 11:36:15'),
(45, 'Рпол', '2896358', 'еавего@нее.гп', '95.31.119.30', '2020-12-05 01:55:51'),
(46, '', '', '', '95.31.119.30', '2020-12-05 01:56:15'),
(47, '', '', '', '127.0.0.1', '2020-12-05 06:06:20');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `orders`
--
ALTER TABLE `orders`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `orders`
--
ALTER TABLE `orders`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=48;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
